xml/request/forskbib_hundrup.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <ns1:bibliographicData>
  <dkabm:record>
    <ac:identifier>1031374|820010</ac:identifier>
    <ac:source>undefined</ac:source>
    <dc:title>Lærerstanden ved de nedlagte Latinskoler i Ebeltolt, Grenaa, Hobro, Mariager og Skive</dc:title>
    <dc:title xsi:type="dkdcplus:full">Lærerstanden ved de nedlagte Latinskoler i Ebeltolt, Grenaa, Hobro, Mariager og Skive</dc:title>
    <dcterms:audience>voksenmaterialer</dcterms:audience>
    <dc:contributor>F. E. Hundrup</dc:contributor>
    <dc:date>1876</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
    <dcterms:extent>21 S.</dcterms:extent>
    <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
    <dc:language>Dansk</dc:language>
  </dkabm:record>
  <marcx:collection>
    <record format="danMARC2" type="Bibliographic">
      <leader>000000000000000000000000</leader>
      <datafield tag="001" ind1="0" ind2="0">
        <subfield code="a">1031374</subfield>
        <subfield code="b">820010</subfield>
        <subfield code="c">20081101230000</subfield>
        <subfield code="d">20010816</subfield>
        <subfield code="f">a</subfield>
      </datafield>
      <datafield tag="004" ind1="0" ind2="0">
        <subfield code="r">n</subfield>
        <subfield code="a">e</subfield>
      </datafield>
      <datafield tag="008" ind1="0" ind2="0">
        <subfield code="t">m</subfield>
        <subfield code="a">1876</subfield>
        <subfield code="b">dk</subfield>
        <subfield code="l">dan</subfield>
        <subfield code="v">4</subfield>
      </datafield>
      <datafield tag="009" ind1="0" ind2="0">
        <subfield code="a">a</subfield>
        <subfield code="g">xx</subfield>
      </datafield>
      <datafield tag="245" ind1="0" ind2="0">
        <subfield code="a">Lærerstanden ved de nedlagte Latinskoler i Ebeltolt, Grenaa, Hobro, Mariager og Skive</subfield>
      </datafield>
      <datafield tag="260" ind1="0" ind2="0">
        <subfield code="a">Randers</subfield>
        <subfield code="k">Trykt hos J. M. Elmenhoff &amp; Søn.</subfield>
        <subfield code="c">1876</subfield>
      </datafield>
      <datafield tag="300" ind1="0" ind2="0">
        <subfield code="a">21 S.</subfield>
      </datafield>
      <datafield tag="700" ind1="0" ind2="0">
        <subfield code="a">Hundrup</subfield>
        <subfield code="h">F. E.</subfield>
      </datafield>
    </record>
  </marcx:collection>
  <oss:openurl>_BASEURL_url_ctx_fmt=info:ofi/fmt:kev:mtx:ctx&amp;ctx_ver=Z39.88-2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:book&amp;rft.btitle=Lærerstanden+ved+de+nedlagte+Latinskoler+i+Ebeltolt,+Grenaa,+Hobro,+Mariager+og+Skive&amp;rft.aulast=Hundrup&amp;rft.aufirst=F.+E.&amp;rft.auinit=FE&amp;rft.date=1876&amp;rft.genre=book</oss:openurl>
        </ns1:bibliographicData>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
